<template>
  <div class='views'>
    <p> 1.投保年龄：18周岁至65周岁（陕西、内蒙古地区投保年龄必须低于60周岁）</p>
    <p>2.投保范围：限本人投保</p>
    <p>3.可购买地区：本保险计划仅限在如下地区具有固定居住地的中国公民投保：河北、山西、内蒙古、辽宁、黑龙江、上海、江苏、浙江、安徽、福建、江西、山东、河南、湖北、湖南、广东、广西、重庆、四川、陕西、宁波、大连、厦门、天津、北京。</p>
    <p>4.慎重抉择：请您在投保之前详细阅读所投保险种的保险条款，特别提请您注意保险责任、责任免除、犹豫期和合同解除等条款内容。充分理解条款含义并认真权衡自己的保险需求和交费能力后，再作出投保决定。</p>
    <p>5.如实告知义务：依据《保险法》，投保人、被保险人在投保时，应对投保中所填写的各项信息及询问事项如实详细地告知；否则，我公司有权依法解除保险合同，并对合同解除前发生的保险事故不承担保险责任。</p>
    <p>6.保单形式：在您成功投保后将形成电子保险合同。根据《中华人民共和国合同法》第十一条规定，数据电文是合法的合同表现形式，电子保单与纸质保单具有同等法律效力。</p>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  }
};
</script>

<style scoped>
.views {
  padding: 0.533333rem 0.566667rem;
  line-height: 1.6;
}
.title {
  text-align: center;
  font-size: 0.426667rem;
  font-weight: 900;
  line-height: 2;
}
p {
  font-size: 0.373333rem;
}
</style>
