<template>
    <div class='views'>
        <!-- <div class='title'>个人授权及声明</div> -->
        <p>1.本人确认民生人寿保险股份有限公司及贵公司代理人已向本人提供所投保产品的条款，并对条款进行了说明，尤其是对保险责任、责任免除、犹豫期和合同解除等重要内容进行了提示和明确说明。本人对所投保产品条款、《人身保险投保提示书》及《产品说明书》已认真阅读、理解并同意遵守。</p>
        <p>2.本人授权贵公司可以从任何单位、组织和个人就有关保险事宜查询、索取与本人有关的资料和证明，贵公司对个人资料承担保密义务。</p>
        <p>3.本人提供的全部个人资料，仅限于贵公司及其认为业务所必须委托的第三方为本人提供客户服务及推荐产品之用。贵公司及所委托的第三方对本人的个人信息负有保密义务。</p>
        <p>4.【转账授权声明】本投保单中银行账户所有人为投保人，开户银行、户名和账号均真实有效，本人授权贵公司从该账户中划转本保险合同所需交纳的保险费，并保证有足够的金额支付应缴保险费，若因账户余额不足造成转账不成功，致使合同不能持续有效，因此引起的责任概由投保人承担。</p>
        <p>5.本人同意本合同自贵公司同意承保、收取首期保险费并签发保险单开始生效。贵公司自生效日零时起开始承担保险责任，具体生效日期以保险合同载明的时间为准。</p>
        <p>6.本人已知晓：本投保单不得作为收取现金的凭证。</p>
        <p>7.本投保单的申请日期为{{year}}年{{month}}月{{day}}日，投保单由1页组成，全部内容均是在本人完全认可后生成。</p>
        <p>8.本人确认：本人已阅读保险条款、产品说明书和投保提示书，了解本产品的特点和保单利益的不确定性。</p>
    </div>
</template>

<script>
import moment from "moment";
export default {
  data() {
    return {
        year: '',
        month: '',
        day: ''
    };
  },
  created (){
    this.year = moment().format('YYYY')
    this.month = moment().format('MM')
    this.day = moment().format('DD')
  }
};
</script>

<style scoped>
.views{
    padding:.533333rem .566667rem;
    line-height: 1.6;
}
.title{
    text-align: center;
    font-size:.426667rem;
    font-weight: 900;
    line-height: 2;
}
p{
    font-size:.373333rem;
}
</style>